import { LOCALES } from '../locales'

export default {
   [LOCALES.RUSSIAN]: {
      'header-link.about-us': 'О нас',
      'header-link.fleet': 'Флот',
      'header-link.career': 'Карьера',
      'header-link.contacts': 'Контакты',
      'footer-address': '344019, г. Ростов-на-Дону, ул. Закруткина 67В/2Б, офис 417',
      'footer-address.tip': 'Мы на карте',
      'footer-info': 'Мы большая компания Доннефтетранс',
      'footer-info.tip': 'Информация',
      'footer-copyright': 'Доннефтетранс. Все права защищены',
      'footer-phone.tip': 'Свяжитеcь с нами',
      'btn-explore': 'Посмотреть',
      'main-title': 'Доннефтетранс',
      'main-description':
         'Судоходная компания Доннефтетранс владеет собственным танкерным флотом и осуществляет перевозки преимущественно в Каспийском, Азовском, Черном, Мраморном морях, а также по ВВП РФ. Компания специализируется на транспортировке сырой нефти и различных наливных грузов.',
      'main-description.button': 'О нас',
      'main-description.title': 'Немного о нас',
      'main-services.title': 'Наши услуги',
      'contacts-title': 'Контакты',
      'contacts-field.name': 'Имя',
      'contacts-field.name-ph': 'Иван Иванов',
      'contacts-field.mail': 'Почта',
      'contacts-field.mail-ph': 'user@ya.ru',
      'contacts-field.comment': 'Комментарий',
      'contacts-field.comment-ph': 'оставьте свой комментарий...',
      'contacts-field.dropdown': 'Тема',
      'contacts-from.dropdown-1': 'По вопросам фрахтования',
      'contacts-from.dropdown-2': 'Трудоустройство плавсостава',
      'contacts-from.dropdown-3': 'По вопросам технического менеджмента',
      'contacts-submit': 'Отправить',
      'contacts-page.address': 'Адрес',
      'contacts-page.phone': 'Тел',
      'contacts-page.mail': 'Почта',
      'contacts-page.p-sd': 'Коммерческий отдел',
      'contacts-page.p-hrd': 'Отдел кадров',
      'contacts-page.p-td': 'Технический отдел',
      'errors-name.empty': 'Поле имени не должно быть пустым',
      'errors-name.count': 'Имя не может быть короче 3 символов',
      'errors-name.mail': 'Неверный формат электронной почты',
      'errors-name.comment': 'Поле комментария не должно быть пустым',
      'about-title': 'Мы Доннефтетранс',
      'about-description':
         'Доннефтетранс – судоходная компания, располагающаяся в городе Ростов-на-Дону и оперирующая собственным флотом из танкеров и танкеров-продуктовозов класса река-море. Компания работает в соответствии со всеми нормами и правилами перевозок грузов по внутренним водным путям, КТМ РФ, Классификационного общества, международных морских конвенций. Наш флот осуществляет перевозку широкого спектра наливных грузов: нефтепродукты, подсолнечное масло, патока, бензин и другие химические грузы, перевозимые наливом. Все суда находятся под российским флагом и классом РМРС. Компания имеет действующую лицензию УГМРН Ространснадзора, выдавшего лицензию на перевозку нефти и нефтепродуктов №002849 от 27 февраля 2018г. в соответствии с Федеральным законом "О лицензировании отдельных видов деятельности" №99-ФЗ от 4 мая 2011 года и нормативными актами, устанавливающими специфические требования к этой отрасли.'
   }
}
